[
    {
        "name": "Misery",
        "id": 1001,
        "isFavorite": true,
        "isFeatured": false,
        "category": "Novel",
        "author": "Stephen King",
        "price": 5.84,
        "description": "Misery is an American psychological horror thriller novel written by Stephen King and first published by Viking Press on June 8, 1987. The novel's narrative is based on the relationship of its two main characters – the romance novelist Paul Sheldon and his deranged self-proclaimed number one fan Annie Wilkes.",
        "imageName": "misery",
        "backgroundName": "miserybackground"
    },
     {
        "name": "Shawshank Redemption",
        "id": 1002,
        "isFavorite": true,
        "isFeatured": true,
        "category": "Novel",
        "author": "Stephen King",
        "price": 9.98,
        "description": "Chronicles the experiences of a formerly successful banker as a prisoner in the gloomy jailhouse of Shawshank after being found guilty of a crime he did not commit. The film portrays the man's unique way of dealing with his new, torturous life; along the way he befriends a number of fellow prisoners, most notably a wise long-term inmate named Red.",
        "imageName": "shawshank",
        "backgroundName": "shawshankbackground"
    },
     {
        "name": "Chemistry",
        "id": 1003,
        "isFavorite": true,
        "isFeatured": false,
        "category": "Science",
        "author": "Paul Yurkanis Bruice",
        "price": 116.09,
        "description": "Paula bruice’s presentation in Organic Chemistry, eighth edition provides mixed-science majors with the conceptual foundations, chemical logic, and problem-solving skills they need to reason their way to solutions for diverse problems in synthetic Organic Chemistry, biochemistry, and medicine. The eighth edition builds a strong framework for thinking about Organic Chemistry by unifying principles of reactivity that students will apply throughout the course, discouraging memorization. With more applications than any other textbook, Dr. Bruice consistently relates structure and reactivity to what occurs in our own cells and reinforces the fundamental reason for all chemical reactions–electrophiles react with nucleophiles. New streamlined coverage of Substitution and elimination, updated problem-solving strategies, synthesis skill-building applications and tutorials guide students throughout fundamental and complex content in both the first and second semesters of the course.",
        "imageName": "chemistry",
        "backgroundName": "chemistrybackground"
    },
     {
        "name": "IT",
        "id": 1004,
        "isFavorite": false,
        "isFeatured": true,
        "category": "Novel",
        "author": "Stephen King",
        "price": 9.79,
        "description": "The story follows the experiences of seven children as they are terrorized by an evil entity that exploits the fears of its victims to disguise itself while hunting its prey. 'IT' primarily appears in the form of Pennywise the Dancing Clown to attract its preferred prey of young children.",
        "imageName": "it",
        "backgroundName": "itbackground"
    },
     {
        "name": "Mister Mercedes",
        "id": 1005,
        "isFavorite": false,
        "isFeatured": false,
        "category": "Novel",
        "author": "Stephen King",
        "price": 12.15,
        "description": "A retired police detective, a teenage black boy, and a neurotic woman team up to form an unlikely group of heroes who stop a killer known as Mr. Mercedes from detonating a bomb during a sold out pop concert in this novel by Stephen King.",
        "imageName": "mistermercedes",
        "backgroundName": "mistermercedesbackground"
    },
    {
        "name": "Biology",
        "id": 1006,
        "isFavorite": false,
        "isFeatured": false,
        "category": "Science",
        "author": "Miller & Levine",
        "price": 16.89,
        "description": "This biology book provides a solid foundation in biology for a student pursuing a college preparatory or honors course of study. The biological concepts are written with the student in mind, and the text includes several visual aids to help the student grasp the material. The publisher, as well as the authors, have provided ample web support with online activities, tutorials, and quizzes to help enhance the home schooled students pursuit of biology. Topics include ecology, cells, genetics, evolution, microorganisms and fungi, plants, invertebrates, chordates, and the human body. Kolbe Academy has integrated appropriate Church Teachings into the Course Plans to help guide parents and students through the more controversial bioethical issues of today.",
        "imageName": "biology",
        "backgroundName": "biologybackground"
    },
  {
        "name": "The Stand",
        "id": 1007,
        "isFavorite": false,
        "isFeatured": false,
        "category": "Novel",
        "author": "Stephen King",
        "price": 19.99,
        "description": "The plot centers on a deadly pandemic of weaponized influenza and its aftermath, in which the few surviving humans gather into factions that are each led by a personification of either good or evil and seem fated to clash with each other.",
        "imageName": "thestand",
        "backgroundName": "thestandbackground"
    },
   {
        "name": "Linear Algebra",
        "id": 1008,
        "isFavorite": false,
        "isFeatured": true,
        "category": "Math",
        "author": "Gilbert Strang",
        "price": 14.88,
        "description": "Linear algebra is something all mathematics undergraduates and many other students, in subjects ranging from engineering to economics, have to learn. The fifth edition of this hugely successful textbook retains all the qualities of earlier editions, while at the same time seeing numerous minor improvements and major additions.",
        "imageName": "linearalgebra",
        "backgroundName": "linearalgebrabackground"
    },
 {
        "name": "The Shinning",
        "id": 1009,
        "isFavorite": false,
        "isFeatured": false,
        "category": "Novel",
        "author": "Stephen King",
        "price": 6.19,
        "description": "The Shining is a 1977 horror novel by American author Stephen King. It is King's third published novel and first hardback bestseller; its success firmly established King as a preeminent author in the horror genre.",
        "imageName": "theshinning",
        "backgroundName": "theshinningbackground"
    },
  {
        "name": "Calculus",
        "id": 1010,
        "isFavorite": false,
        "isFeatured": false,
        "category": "Math",
        "author": "James Stewart",
        "price": 200.99,
        "description": "Textbook that introduces topics with an intuitive geometrical or physical description and ties mathematical concepts to the students' experience. It can be used with or without technology, and special symbols indicate when a particular type of machine is required. In this revised edition, Stewart increases his emphasis on technology and innovation, and expands his focus on problem solving and applications.",
        "imageName": "calculus",
        "backgroundName": "calculusbackground"
    }
]
